tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'dunn/emacs'
tap 'd12frosted/emacs-plus'
tap 'thoughtbot/formulae'
tap 'linuxbrew/extra'
tap 'linuxbrew/xorg'
brew 'jdk'
brew 'ammonite-repl'
brew 'android-platform-tools'
brew 'antigen'
brew 'zlib'
brew 'openssl'
brew 'aria2'
brew 'bzip2'
brew 'gdbm'
brew 'ncurses'
brew 'python', args: ['with-tcl-tk']
brew 'pkg-config'
brew 'autojump'
brew 'pcre'
brew 'linuxbrew/xorg/xorg'
brew 'git'
brew 'ffmpeg'
brew 'gcc'
brew 'htop'
brew 'hub'
brew 'iftop'
brew 'iotop'
brew 'lastpass-cli'
brew 'libpcap'
brew 'lsof'
brew 'python3', args: ['with-tcl-tk']
brew 'protobuf', args: ['without-python']
brew 'mobile-shell'
brew 'mongodb', args: ['without-openssl']
brew 'mysql'
brew 'nethogs'
brew 'node'
brew 'openssh'
brew 'parallel'
brew 'patchelf', args: ['with-static']
brew 'pigz'
brew 'ripgrep'
brew 'sbt'
brew 'scala'
brew 'texinfo'
brew 'tmux'
brew 'tor'
brew 'torsocks'
brew 'tree'
brew 'xclip'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-x11', 'without-cocoa']
brew 'dunn/emacs/tern'
brew 'thoughtbot/formulae/rcm'
